---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentReloadingLatestEventArgs
source: html/58354312-bffa-69a8-2b41-b340cdc202b0.htm
---
# DocumentReloadingLatestEventArgs Methods

When the event is cancellable, may call the Cancel() method to cancel it.